tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bash-completion"
brew "bzip2"
brew "sqlite"
brew "xz"
brew "git-filter-repo"
brew "imagemagick"
brew "libiconv"
brew "libzip"
brew "mercurial"
brew "nmap"
brew "pandoc"
brew "pyenv"
brew "subversion"
brew "zlib"
brew "zsh-completions"
cask "blackhole-16ch"
cask "blackhole-2ch"
cask "font-fira-code"
cask "font-lato"
cask "font-roboto"
cask "iterm2"
cask "mactex"
cask "qlvideo"
cask "visual-studio-code"
cask "webpquicklook"
