tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "xz"
brew "ansible"
brew "bash-completion"
brew "bzip2"
brew "cask"
brew "cmake"
brew "sdl2"
brew "fswatch"
brew "git-filter-repo"
brew "go"
brew "imagemagick"
brew "lftp"
brew "libiconv"
brew "libzip"
brew "mame"
brew "mdcat"
brew "mercurial"
brew "neovim"
brew "ninja"
brew "nmap"
brew "pandoc"
brew "php"
brew "pwgen"
brew "pyenv"
brew "rust"
brew "subversion"
brew "watch"
brew "zig"
brew "zlib"
brew "zsh-completions"
cask "blackhole-16ch"
cask "blackhole-2ch"
cask "font-fira-code"
cask "font-ibm-plex"
cask "font-latin-modern"
cask "font-latin-modern-math"
cask "font-lato"
cask "font-roboto"
cask "iterm2"
cask "mactex"
cask "openscad"
cask "qbittorrent"
cask "qlvideo"
cask "syncthing"
cask "visual-studio-code"
cask "webpquicklook"
vscode "analytic-signal.preview-pdf"
vscode "carlos-algms.make-task-provider"
vscode "cschlosser.doxdocgen"
vscode "golang.go"
vscode "James-Yu.latex-workshop"
vscode "jeff-hykin.better-cpp-syntax"
vscode "mathematic.vscode-latex"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-de"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "twxs.cmake"
